Gets extrusion data.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<IFCExtrusionData> GetExtrusionData()
  Visual Basic
Public Function GetExtrusionData As IList(Of IFCExtrusionData)
  Visual C++
public:
IList<IFCExtrusionData^>^ GetExtrusionData()
 Return Value
 The extrusion data.
 See Also
  IFCOpeningData Class
  Autodesk.Revit.DB.IFC Namespace